<?php
return [
    'act'        => 'акт выполненных работ',
    'acts'       => 'Акты выполненных работ',
    'icon'       => 'check-square-o',
    //
    'created_at' => 'Дата создания',
    'user_id'    => 'Сервисный центр',
    'number'     => 'Клиентский № акта',
    'received'   => 'Получен оригинал',
    //


    //
    'created'    => 'Акт выполненных работ успешно создан',
    'updated'    => 'Акт выполненных работ успешно обновлен',
    'deleted'    => 'Акт выполненных работ успешно удален',
    //
    'help'       => [
        'not_found' => 'Акты выполненных работ не найдены',
        'total'     => 'Итого к оплате',
        "back"      => "В акт",
        "back_list" => "В список актов",
    ],
    'header'     => [
        'act'      => 'Акт выполненных работ',
        'detail_1' => 'Реквизиты нашей организации',
        'detail_0' => 'Реквизиты сервисного центра',
    ],
    'error'      => [
        'require' => 'Не отмечены отчеты по ремонту'
    ]
];