<?php
return [
    'act'        => 'реквизиты организации',
    'acts'       => 'Реквизиты организации',
    'icon'       => 'check-square-o',
    //
    'created_at' => 'Дата создания',
    "name"       => "Наименование",
    "inn"        => "ИНН",
    "okpo"       => "ОКПО",
    "kpp"        => "КПП",
    "rs"         => "Расчётный счет",
    "ks"         => "Корреспондентский счет",
    "bik"        => "БИК",
    "bank"       => "Банк",
    "address"    => "Юридический адрес",
    "contract"   => "Договор",
    "nds_act"    => "Учитывать НДС",
    "nds"        => "Ставка НДС, %",

];