<?php
return [
    'country_id'  => 'Страна',
    'region_id'   => 'Регион',
    'locality'    => 'Населенный пункт',
    'street'      => 'Улица, переулок',
    'building'    => '№ дома, корпус',
    'apartment'   => '№ офиса, помещение',
    'postal'      => 'Почтовый индекс',
    'geo'         => 'Широта, долгота',
    'name'        => 'Полный адрес',
    'placeholder' => [
        "locality"  => "Например, г Воронеж",
        "street"    => "Например, ул Матросова",
        "building"  => "Например, д 12",
        "apartment" => "Например, оф.232",
        'postal'    => 'Например, 394052',
    ],
    'header'      => [
        "legal"  => "Юридический адрес",
        "postal" => "Почтовый адрес",
    ],
    'help'        => [
        'select_from_list' => '- Выбрать из списка -',
        'select_country'   => '- Выберите страну -'
    ]
];