<?php
return [
    'address'     => 'адрес',
    'addresses'   => 'Адреса',
    'icon'        => 'map-marker',
    //
    'country_id'  => 'Страна',
    'region_id'   => 'Регион',
    'locality'    => 'Населенный пункт',
    'street'      => 'Улица, переулок',
    'building'    => '№ дома, корпус',
    'apartment'   => '№ офиса, помещение',
    'postal'      => 'Почтовый индекс',
    'geo'         => 'Широта, долгота',
    'name'        => 'Наименование для сайта',
    'type_id'     => 'Тип',
    'full'        => 'Адрес',
    //
    'created'     => 'Адрес успешно создан',
    'updated'     => 'Адрес успешно обновлен',
    'deleted'     => 'Адрес успешно удален',
    //
    'placeholder' => [
        "locality"  => "Например, г Воронеж",
        "street"    => "Например, ул Матросова",
        "building"  => "Например, д 12",
        "apartment" => "Например, оф.232",
        'postal'    => 'Например, 394052',
        'search'    => 'Поиск по адресу',
        'name'      => 'Например, Сервисный центр Газовик',
    ],
    'addressable' => [
        'contragents' => 'Контрагент',
        'users'       => 'Сервисный центр',
    ],
    'header'      => [
        "sc"     => "Адрес сервисного центра",
        "legal"  => "Юридический адрес",
        "postal" => "Почтовый адрес",
    ],
    'help'        => [
        'select_from_list' => '- Выбрать из списка -',
        'select_country'   => '- Выберите страну -',
        'region_defaults'  => '- выбрать -',
    ]
];