<?php
return [
    'analogs'     => 'Аналоги',
    'analog'      => 'аналог',
    'icon'        => 'exchange',
    //
    'product_id'  => 'Оригинал',
    'analog_id'   => 'Аналог',
    'ratio'       => 'Вид аналога',
    'ratio_0'     => 'Похожий товар',
    'ratio_1'     => 'Полный аналог',
    //
    'added'       => 'Аналоги успешно добавлены',
    'updated'     => 'Аналоги успешно обновлены',
    'deleted'     => 'Аналоги успешно удалены',
    //
    'error'       => [
        'delete' => [
            'required' => 'Необходимо выбрать хотя бы один аналог'
        ],
    ],
    'placeholder' => 'Вставьте артикулы аналогов через разделитель и нажмите кнопку Загрузить'
];