<?php
return [
    'authorization_type'  => 'тип авторизации',
    'authorization_types' => 'Типы авторизации',
    'icon'                => 'fire',
    //
    'created'             => 'Тип авторизации успешно создан',
    'updated'             => 'Тип авторизацию успешно обновлен',
    'deleted'             => 'Тип авторизацию успешно удален',
    //
    "name"                => "Наименование",
    "brand_id"            => "Бренд",
    "enabled"             => "Включить на сайте",
    //
    'placeholder'         => [
        "name" => "Например, Напольные котлы",
    ]

];