<?php
return [
    'authorization_role'  => 'роль авторизации',
    'authorization_roles' => 'Роли авторизации',
    'icon'                => 'graduation-cap',
    //
    'created'             => 'Роль авторизации успешно добавлена',
    'updated'             => 'Роль авторизацию успешно обновлена',
    'deleted'             => 'Роль авторизацию успешно удалена',
    //
    "role_id"             => "Роль",
    "name"                => "Наименование для сайта",
    "title"               => "Заголовок при выборе типа авторизации",
    "address_type_id"     => "Привязать тип адреса",
    //
    'role'                => 'авторизацию для',
    //
    'placeholder'         => [
        "name"  => "Например, Монтажник",
        "title" => "Например, Авторизации по монтируемому оборудованию",
    ]

];