<?php
return [
    'catalog'     => 'элемент каталога',
    'catalogs'    => 'Оборудование',
    'icon'        => 'folder-open',
    'tree'        => 'иерархический вид',
    'grid'        => 'табличный вид',
    'children'    => 'Дочерние элементы',
    'products'    => 'Оборудование',
    'full_name'   => 'Полное наименование',
    //
    'created'     => 'Элемент каталога успешно добавлен',
    'updated'     => 'Элемент каталога успешно обновлен',
    'deleted'     => 'Элемент каталога успешно удален',
    //
    'name'        => 'Наименование',
    'name_plural' => 'Наименование (во множественном числе)',
    'catalog_id'  => 'Родительский элемент',
    'image'       => 'Изображение',
    'description' => 'Описание',
    'enabled'     => 'Статус',
    'sort_order'  => 'Порядок сортировки',
    'placeholder' => [
        'search'      => 'Найти элемент каталога',
        'name'        => 'Например, Газовый',
        'name_plural' => 'Например, Газовые',
        'description' => 'Например, Газовые котлы используют в качестве топлива сжиженный газ',
    ],
    'header'      => [

    ],
    'help'        => [

    ],
    'default'     => [
        'catalog_id' => '- Выбрать -',
    ]
];