<?php
return [
    'catalog'         => 'элемент каталога',
    'catalogs'        => 'Оборудование',
    'icon'            => 'folder-open',
    //
    'tree'            => 'иерархический вид',
    'grid'            => 'табличный вид',
    'children'        => 'Дочерние элементы',
    'products'        => 'Оборудование',
    'full_name'       => 'Полное наименование',
    //
    'created'         => 'Элемент каталога успешно добавлен',
    'updated'         => 'Элемент каталога успешно обновлен',
    'deleted'         => 'Элемент каталога успешно удален',
    //
    'name'            => 'Наименование',
    'name_plural'     => 'Наименование (во множественном числе)',
    'catalog_id'      => 'Родительский элемент',
    'image_id'        => 'Изображение',
    'description'     => 'Описание',
    'enabled'         => 'Включен?',
    'mounter_enabled' => 'Включить в заявках на монтаж',
    'sort_order'      => 'Порядок сортировки',
    'metadescription' => 'Тег Meta Description',
    'title'           => 'Тег Title',
    'h1'              => 'Тег H1',
    'placeholder'     => [
        'search'          => 'Найти элемент каталога',
        'name'            => 'Например, Газовый',
        'name_plural'     => 'Например, Газовые',
        'description'     => 'Например, Газовые котлы используют в качестве топлива сжиженный газ',
        'metadescription' => '',
        'title'           => 'Название закладки в браузере',
        'h1'              => 'Заголовок страницы',
    ],
    'header'          => [

    ],
    'help'            => [

    ],
    'default'         => [
        'catalog_id' => '- Выбрать -',
    ],
    'view'            => [
        'list' => 'в виде прайс-листа',
        'grid' => 'в виде витрины',
    ],
];