<?php
return [
    'certificate'  => 'Сертификат',
    'certificates' => 'Сертификаты',
    'icon'         => 'certificate',
    //
    'loaded'       => 'Сертификаты успешно загружены',
    'deleted'      => 'Сертификат успешно удален',
    'help'         => 'Столбцы: Номер сертификата, Кому выдан ФИО, Кому выдан Органзация(не обязательное)',
    //
    'engineer_id'  => 'Инженер',
    'name'         => 'Кому выдан, ФИО',
    'organization' => 'Организация',
    'type_id'      => 'Тип сертификата',
    //
    'placeholder'  => [
        'id'              => '№ сертификата',
        'search'          => 'Поиск сертификата',
        'search_engineer' => 'Поиск инженера'
    ],
    'error'        => [
        'deleted'   => 'Ошибка удаления сертификата',
        'id'        => 'Неверный № сертификата',
        'not_exist' => '(нет сертификата)',
        'load'      => [
            'file'                => 'Ошибка загрузки файла :error',
            'empty'               => 'Данные для загрузки отсутствуют',
            'name_is_null'        => 'Кому выдан, ФИО не указан',
            'certificate_is_null' => 'Номер сертификата не указан',
            'duplicate'           => 'Найден дубликат артикула'
        ]
    ],
];