<?php
return [
    'contact'     => 'контакт',
    'contacts'    => 'Контакты',
    'icon'        => 'address-card-o',
    //
    'type_id'     => 'Тип контакта',
    'name'        => 'Имя',
    'position'    => 'Должность (круг обязанностей)',
    "sc"          => "Сервисный центр",
    "web"         => "Web-сайт сервисного центра",
    //
    'header'      => 'Контактное лицо',
    'placeholder' => [
        "name"     => "Например, Сергей Валерьевич",
        "position" => "Например, Начальник сервиса / По вопросам гарантии",
        "sc"       => "Например, СЦ Теплый Дом",
        "web"      => "Например, http://service.ru",
        "search"   => "Поиск по контактам",
    ],
    "help"        => [
        'sc'     => 'Наименование будет использоваться для отображения в списке сервисных центров',
        "web"    => "Адрес должен начинаться с http:// или https://",
        "search" => "Поиск по имени, должности, айту",
    ],
];