<?php
return [
    'contact'     => 'контакт',
    'contacts'    => 'Контакты',
    'icon'        => '',
    //
    'type_id'     => 'Тип контакта',
    'name'        => 'Как обращаться?',
    'position'    => 'Должность (круг обязанностей)',
    "sc"          => "Сервисный центр",
    "web"         => "Web-сайт сервисного центра",
    //
    'header'      => 'Контактное лицо',
    'placeholder' => [
        "name"     => "Например, Сергей Валерьевич",
        "position" => "Например, Начальник сервиса / По вопросам гарантии",
        "sc"                    => "Например, СЦ Теплый Дом",
        "web"                   => "Например, http://service.ru",
    ],
    "help"                  => [
        'sc'    => 'Наименование будет использоваться для отображения в списке сервисных центров',
        "web"   => "Адрес должен начинаться с http:// или https://",
    ],
];