<?php
return [
    'contract_type'  => 'Тип договора',
    'contract_types' => 'Типы договоров',
    'icon'           => 'file-code-o',
    //
    'created'        => 'Тип договора успешно создан',
    'updated'        => 'Тип договора успешно обновлен',
    'deleted'        => 'Тип договора успешно удален',
    //
    'name'           => 'Наименование',
    'prefix'         => 'Префикс для номера договора',
    'file_id'        => 'Файл шаблона',
    'active'         => 'Включить?',
    //
    'placeholder'    => [
        'name'   => '',
        'prefix' => 'Например, SC-',
    ]
];