<?php
return [
    'currency'     => 'валюту',
    'currencies'   => 'Валюты',
    'icon'         => 'euro',
    //
    'created'     => 'Курсы валют успешно добавлен',
    'updated'     => 'Курсы валют успешно обновлены',
    'deleted'     => 'Курсы валют успешно удалены',
    //
    'name'         => 'Валюта',
    'title'        => 'Наименование',
    'id'           => 'Код',
    'rates'        => 'Курс',
    'multiplicity' => 'Множитель',
    'symbol_left'  => 'Символ слева',
    'symbol_right' => 'Символ справа',
];