<?php
return [
    'datasheet'        => 'документацию',
    'datasheets'       => 'Документация',
    'icon'             => 'question-circle',
    //
    'file_id'          => 'Файл',
    'name'             => 'Наименование',
    'tags'             => 'Тэги для поиска',
    'date_from_to'     => 'Период действия',
    'date_from'        => 'Дата действия С',
    'date_to'          => 'Дата действия По',
    'active'           => 'Включить?',
    'type_defaults'    => '- выбрать -',
    'type_id'          => 'Тип файла документации',
    //
    'created'          => 'Документация успешно создана',
    'updated'          => 'Документация успешно обновлена',
    'updated_products' => 'Привязка к товарам успешно обновлена',
    'deleted_products' => 'Привязка к товарам успешно удалена',

    //
    "placeholder"      => [
        'search'    => 'Поиск документации...',
        'name'      => 'Например, Сертификат Atlas D',
        'tags'      => 'Перечислите слова через зяпятую, по которым пользователи сайта смогут найти этот файл документации',
        'date_from' => 'Кликните для выбора даты',
        'date_to'   => 'Кликните для выбора даты',
        'products'  => 'Вставьте артикулы оборудования через разделитель и нажмите кнопку Загрузить',
    ],
    "help"             => [
        'products' => 'Подходит к',
        'back'     => 'Вернуться в файл документации'
    ],
    "header"           => [
        'products' => 'Привязка к оборудованию',
        'schemes'  => 'Привязка к схемам',
    ],
];