<?php
return [
    'datasheet'        => 'документацию',
    'datasheets'       => 'Документация',
    'icon'             => 'question-circle',
    //
    'file_id'          => 'Файл',
    'name'             => 'Наименование',
    'tags'             => 'Тэги для поиска',
    'date_from_to'     => 'Период действия',
    'date_from'        => 'с',
    'date_to'          => 'по',
    'active'           => 'Показывать на сайте?',
    'type_defaults'    => '- выбрать -',
    'type_id'          => 'Тип файла документации',
    //
    'created'          => 'Документация успешно создана',
    'updated'          => 'Документация успешно обновлена',
    'updated_products' => 'Привязка к товарам успешно обновлена',
    'deleted_products' => 'Привязка к товарам успешно удалена',

    //
    "placeholder"      => [
        'search' => 'Поиск документации...',
        'name'   => 'Например, Сертификат Atlas D',
        'tags'   => 'Перечислите слова через зяпятую, по которым пользователи сайта смогут найти этот файл документации',
    ],
    "help"             => [
        'products' => 'Подходит к',
    ],
    "header"           => [
        'products' => 'Привязка к товарам',
    ],
];