<?php
return [
    'detail'    => 'деталь',
    'details'   => 'Детали',
    'icon'      => 'arrow-down',
    'back_icon' => 'arrow-up',
    //
    'added'       => 'Детали успешно добавлены',
    'updated'     => 'Детали успешно обновлены',
    'deleted'     => 'Детали успешно удалены',
    //
    'error'       => [
        'delete' => [
            'required' => 'Необходимо выбрать хотя бы одну деталь'
        ],
    ],
    'placeholder' => 'Вставьте артикулы деталей через разделитель и нажмите кнопку Загрузить'
];