<?php
return [
    'difficulty'   => 'класс сложности',
    'difficulties' => 'Классы сложности',
    'icon'         => 'tasks',
    //
    'created'      => 'Класс сложности успешно создан',
    'updated'      => 'Класс сложности успешно обновлен',
    //
    'name'         => 'Наименование',
    'cost'         => 'Тариф',
    'active'       => 'Отображать на сайте?',
    'currency_id'  => 'Валюта для расчета',
    'placeholder'  => [
        'name' => 'Например, 1 класс',
        'cost' => '',
    ]

];