<?php
return [
    'distance'    => 'тариф на транспорт',
    'distances'   => 'Тарифы на транспорт',
    'icon'        => 'truck',
    //
    'created'     => 'Тариф на транспорт успешно создан',
    'updated'     => 'Тариф на транспорт успешно обновлен',
    //
    'name'        => 'Наименование',
    'cost'        => 'Тариф',
    'active'        => 'Отображать на сайте?',
    'currency_id'  => 'Валюта для расчета',
    'placeholder' => [
        'name' => 'Например, От 10 до 20 км',
        'cost' => 'Например, 1200',
    ],
    'help'        => [
        'user' => 'Дорога'
    ]

];