<?php
return [
    'engineer'    => 'инженера',
    'engineers'   => 'Инженеры',
    'icon'        => 'cog',
    'created'     => 'Инженер успешно добавлен',
    'updated'     => 'Инженер успешно обновлен',
    'deleted'     => 'Инженер успешно удален',
    'name'        => 'ФИО',
    'country_id'  => 'Страна',
    'phone'       => 'Телефон',
    'address'     => 'Адрес',
    'placeholder' => [
        'name'    => 'Например, Иванов Иван Иванович',
        'phone'   => 'Введите 10 цифр',
        'address' => 'Регион и город',
        'search'  => 'Поиск',
    ],
    'help'        => [
        'phone' => 'Номер необходимо ввести без кода страны.<br />Например для номера +7 (495) 123-45-67 следует ввести 4951234567',
    ]
];