<?php
return [
    'equipment'   => 'модель',
    'equipments'  => 'Модели',
    'icon'        => 'microchip',
    //
    'name'        => 'Наименование',
    'description' => 'Описание',
    'catalog_id'  => 'Каталог',
    'enabled'     => 'Статус',
    'cost_work'   => 'Стоимость работ',
    'cost_road'   => 'Стоимость дороги',
    'currency_id' => 'Валюта для расчета',
    //
    'placeholder' => [
        'search'      => 'Поиск моделей',
        'name'        => 'Например, Diva F',
        'cost_work'   => 'Например, 1500',
        'cost_road'   => 'Например, 1000',
        'description' => 'Например, Отопительный котел Ferroli Diva F – газовый настенный отопительный котел, представляющий собой высокоэффективный тепловой генератор для отопления и горячего водоснабжения',

    ],
    'default'     => [
        'catalog_id' => '- Выбрать -',
    ]
];