<?php
return [
    'event_type'  => 'тип мероприятия',
    'event_types' => 'Типы мероприятий',
    'icon'        => 'tags',
    //
    'name'        => 'Заголовок',
    'annotation'  => 'Аннотация',
    'active'      => 'Включено?',
    'created_at'  => 'Дата создания',
    'updated_at'  => 'Дата обновления',
    'created'     => 'Тип мероприятия успешно создан',
    'updated'     => 'Тип мероприятия успешно обновлен',
    'deleted'     => 'Тип мероприятия успешно удален',
    'placeholder' => [
        'name'       => 'Не более 64 символов',
        'annotation' => 'Не более 255 символов',
    ]
];