<?php
return [
    'event_type'  => 'тип мероприятия',
    'event_types' => 'Типы мероприятий',
    'h1'          => 'Обучение и мероприятия',
    'more'        => 'Подробнее',
    'icon'        => 'tags',
    //
    'name'        => 'Заголовок',
    'annotation'  => 'Аннотация',
    'created_at'  => 'Дата создания',
    'updated_at'  => 'Дата обновления',
    'image_id'    => 'Изображение',
    //
    'created'     => 'Тип мероприятия успешно создан',
    'updated'     => 'Тип мероприятия успешно обновлен',
    'deleted'     => 'Тип мероприятия успешно удален',
    //
    'placeholder' => [
        'name'       => 'Не более 64 символов',
        'annotation' => 'Не более 255 символов',
    ],
    'request'     => [
        'region' => 'Оставьте заявку на проведение обучения в Вашем регионе',
        'city'   => 'Либо зарегистрируйтесь на запланированное мероприятие в Вашем городе'
    ]
];