<?php
return [
    'feedback'    => 'Написать письмо',
    //
    'name'        => 'Имя',
    'email'       => 'E-mail',
    'message'     => 'Сообщение',
    //
    'placeholder' => [
        'name'    => 'Имя',
        'email'   => 'E-mail',
        'message' => 'Сообщение',
    ],
    'require'     => 'Все поля обязательны для заполнения',
    'mail'        => [
        'subject' => 'Новое сообщение с сайта',
        'title'   => 'Новое сообщение с сайта',
        'h1'      => 'Новое сообщение с сайта',
        'content' => "Пользователь :name (:email) отправил сообщение с сайта"
    ],
];