<?php
return [
	'index' => 'Главная',
	'about' => 'О компании',
	'ferroli_contacts_h' => 'Контакты специалистов Ферроли Рус',
	'ferroli_contacts_w' => '(Мобильный телефон, WhatsApp)',
	'ferroli_contacts_text' => '<p><ul><b>Технические вопросы:</b><li>+7 (919) 786-6832 Дмитрий</li><li>+7 (985) 995-0083 Юрий</li><li>+375 (29) 850-0049 Виктор (РБ)</li></ul>
							<ul><b>Вопросы оформления и оплаты гарантийных ремонтов:</b><li>+7 (495) 646-0623 Лиза</li></ul>
							<ul><b>Административные вопросы:</b><li>+7 (915) 117-4061   Матвеева Марина</li></ul>
							<ul><b>Организация мероприятий, обучений:</b><li>+7 (968) 923-4404   Виктория.</li></ul>
						</p>'
];
