<?php
return [
    'image'        => 'изображение',
    'images'       => 'Изображения',
    'icon'         => 'image',
    //
    'created'      => 'Изображение успешно добавлено',
    'updated'      => 'Изображение успешно обновлено',
    'deleted'      => 'Изображение успешно удалено',
    'not_selected' => 'Изображение не выбрано',
    //
    'name'         => 'Наименование',
    'path'         => 'Изображение',
    'mime'         => 'Тип',
    'size'         => 'Размер',
    'storage'      => 'Хранилище',
    'sort_order'   => 'Порядок сортировки',
];