<?php
return [
    'launch'          => 'ввод в экплуатацию',
    'launches'        => 'Ввод в экплуатацию',
    'icon'            => 'legal',
    'created'         => 'Ввод в экплуатацию успешно добавлена',
    'updated'         => 'Ввод в экплуатацию успешно обновлена',
    'deleted'         => 'Ввод в экплуатацию успешно удалена',
    'name'            => 'Наименование',
    'country_id'      => 'Страна',
    'phone'           => 'Контактный телефон',
    'address'         => 'Адрес',
    'document_name'   => 'Вид разрешающего документа',
    'document_number' => '№ разрешающего документа',
    'document_date'   => 'Когда выдан',
    'document_who'    => 'Кем выдан',
    'placeholder'     => [
        'name'            => 'Например, ИП Морозов А.Е.',
        'phone'           => 'Например, (925)123-45-67',
        'address'         => 'Введите фактический адрес',
        'document_name'   => 'Например, Сертификат',
        'document_number' => 'Например, FA10126',
        'document_who'    => 'Например, Gruppo Ferroli',
        'document_date'   => 'Например, 26.03.2014',
        'search'  => 'Поиск',
    ],
    'header'          => [
        'document' => 'Разрешающий документ',
    ],
    'help'            => [
        'phone' => 'Номер необходимо ввести без кода страны',
        'not_found' => 'Нет ввода в эксплуатацию в списке?',
    ]
];