<?php
return [
    'online_store'    => [
        'menu'   => 'Интернет-магазины',
        'title'  => 'Рекомендованные интернет-магазины',
        'icon'   => 'internet-explorer',
        'header' => 'Список рекомендованных интернет-магазинов',
        'text'   => 'интернет-магазин',
    ],
    'service_center'  => [
        'menu'   => 'Сервисные центры',
        'title'  => 'Сервисные центры',
        'icon'   => 'wrench',
        'header' => 'Список сервисных центров',
        'text'   => 'сервис',
    ],
    'mounter_request' => [
        'menu'   => 'Установка и монтаж',
        'title'  => 'Авторизованные монтажные организации',
        'icon'   => 'thermometer',
        'header' => 'Авторизованные монтажные организации',
        'text'   => 'монтажник',
    ],
    'where_to_buy'    => [
        'menu'   => 'Где купить?',
        'title'  => 'Дилеры',
        'icon'   => 'shopping-cart',
        'header' => 'Список дилеров',
        'text'   => 'дилер',
    ],
];