<?php
return [
    'message'     => 'сообщение',
    'messages'    => 'Сообщения',
    'icon'        => 'comment',
    //
    'text'        => 'Текст сообщения',
    'received'    => 'Получено',
    'user_id'     => 'Отправитель',
    'receiver_id' => 'Получатель',
    'subject'     => 'Тема сообщения',
    //
    'created'     => 'Сообщение успешно создано',
    'updated'     => 'Сообщение успешно обновлено',
    'deleted'     => 'Сообщение успешно удалено',
    //
    'placeholder' => [
        'text'        => 'Текст нового сообщения',
        'text_to'     => 'Текст сообщения для',
        'search_text' => 'Поиск по тексту',
        'search_sc'   => 'Поиск СЦ',
    ],
    'help'        => [
        'search_text' => 'Поиск по тексту сообщения',
        'search_sc'   => 'Поиск по наименованию и E-mail СЦ',
        'messagable'  => 'Тема',
    ],
    'email'       => [
        'title' => 'Получено новое сообщние',
        'h1'    => 'Получено новое сообщние',
    ],
];