<?php
return [
    'index'            => 'Главная',
    'about'            => 'О компании',
    //
    'title'            => 'Сервис Ferroli',
    'description'      => 'Сервис Ferroli',
    'keyword'          => 'Сервис, Ferroli',
    //
    'abouts'           => 'О компании',
    'contacts'         => 'Контакты',
    //
    'admin'            => 'Панель управления',
    'home'             => 'Личный кабинет',
    'yes'              => 'Да',
    'no'               => 'Нет',
    'not_found'        => 'Ничего не найдено',
    'edit'             => 'Изменить',
    'add'              => 'Добавить',
    'open'             => 'Открыть',
    'update'           => 'Обновить',
    'create'           => 'Создать',
    'search'           => 'Найти',
    'load'             => 'Загрузить',
    'check'            => 'Проверить',
    'delete'           => 'Удалить',
    'delete_confirm'   => 'Подтверждение удаления',
    'delete_sure'      => 'Вы действительно хотите удалить',
    'list'             => 'Список',
    'save'             => 'Сохранить',
    'save_create'      => 'Сохранить и создать...',
    'save_add'         => 'Сохранить и добавить ещё...',
    'save_index'       => 'Сохранить и вернуться к списку',
    'save_stay'        => 'Сохранить и остаться',
    'back'             => 'Вернуться к списку',
    'cancel'           => 'Отмена',
    'error'            => 'Ошибка',
    //
    'advantages'       => 'Преимущества',
    'advantages_text'  => 'Став сервисным центром вы получите:',
    'advantages_1'     => 'Преимущество 1',
    'advantages_2'     => 'Преимущество 2',
    'advantages_3'     => 'Преимущество 3',
    'phone_title'      => '10 цифр номера телефона: 925 1234567',
    //
    'select_from_list' => '- Выберите из списка -'

];