<?php
return [
    'mounting_bonus'   => 'бонус за монтаж',
    'mounting_bonuses' => 'Бонусы за монтаж',
    'icon'             => 'btc',
    'created'          => 'Бонус за монтаж успешно создан',
    'updated'          => 'Бонус за монтаж успешно обновлен',
    'deleted'          => 'Бонус за монтаж успешно удален',
    //
    'product_id'       => 'Оборудование',
    'value'            => 'Премия за монтаж, рублей',
    'social'           => 'Премия за размещение в соц. сетях, рублей',
    'placeholder'      => [
        'value'  => 'Например, 1 000',
        'social' => 'Например, 500',
    ],
    'header'           => [
        'mounting_bonus' => 'Бонус за монтаж',
    ],
    'help'             => [
        'has' => 'Указан бонус за монтаж'
    ],
    'error'            => [
        'deleted' => 'Ошибка удвления бонуса за монтаж'
    ]
];
