<?php
return [
    'mounter'         => 'завку на монтаж',
    'mounters'        => 'Заявки на монтаж',
    'icon'            => 'thermometer',
    'created'         => 'Заявка на монтаж успешно создана',
    'updated'         => 'Заявка на монтаж успешно обновлена',
    'status_updated'  => 'Заявка на монтаж успешно обновлена',
    'edit'            => 'Принять / изменить',
    //
    'captcha'         => 'Проверочный код с картинки',
    'id'              => '№ заявки',
    'client'          => 'ФИО клиента',
    'address'         => 'Адрес установки оборудования',
    'phone'           => 'Телефон',
    'country_id'      => 'Код страны',
    'status_id'       => 'Статус',
    'user_address_id' => 'Монтажник',
    'user'            => 'Пользователь (монтажник)',
    'mounter_at'      => 'Желаемая дата',
    'equipment_id'    => 'Модель',
    'product_id'      => 'Оборудование',
    'model'           => 'Другое оборудование',
    'comment'         => 'Комментарий монтажника',
    'placeholder'     => [
        'captcha'    => 'Введите 4 цифры',
        'client'     => 'Например, Иванов Иван Иванович',
        'address'    => 'Например, Гагарин, ул. Пржевальского, 117',
        'phone'      => 'Например, (925)123-45-67',
        'mounter_at' => 'Кликните для выбора даты',
        'model'      => 'Например, Ferroli Pegasus 56',
        'comment'    => '',
    ],
    'error'           => [
        'captcha' => 'Неверный проверочный код с картинки',
    ],
    'help'            => [
        'select_equipment' => '- выберите модель -',
    ],
    'header'          => [
        'mounter' => 'Заявка на монтаж',
        'user_id' => 'Сервисный центр',
    ],
    'email'           => [
        'create' => [
            'title' => 'Создана новая заявка на монтаж',
            'h1'    => 'Создана новая заявка на монтаж',
        ],
    ],
];
