<?php
return [
    'new'         => 'новость',
    'news'        => 'Новости',
    'icon'        => 'calendar-check-o',
    //
    'title'       => 'Заголовок',
    'annotation'  => 'Аннотация',
    'description' => 'Текст новости по кнопке Подробнее',
    'published'   => 'Опубликована?',
    'date'        => 'Дата публикации',
    'image_id'    => 'Изображение',
    'created_at'  => 'Дата создания',
    'updated_at'  => 'Дата обновления',
    'created'     => 'Новость успешно создана',
    'updated'     => 'Новость успешно обновлена',
    'deleted'     => 'Новость успешно удалена',

    'placeholder' => [
        'search'         => 'Поиск новостей',
        'title'          => 'Короткий заголовок новости',
        'annotation'     => 'Небольшая аннотация текста новости, публикуемая под заголовком',
        'date_news_from' => 'Дата публикации С',
        'date_news_to'   => 'Дата публикации По',
    ],
    'help'        => [
        'all'      => 'Показать все новости',
        'image_id' => 'Оптимальный размер изображения 350 x 200 px',
    ],
    'error'       => [
        'image_id' => [
            'required' => 'Необходимо загрузить изображение новости'
        ]
    ]

];