<?php
return [
    'order'            => 'заказ',
    'orders'           => 'Заказы',
    //
    'icon'             => 'shopping-cart',
    'created'          => 'Заказ успешно создан',
    'updated'          => 'Заказ успешно обновлен',
    'loaded'           => 'Данные для заказа успешно загружены в корзину',
    //
    'id'               => '№ заказа',
    'status_id'        => 'Статус',
    'address_id'       => 'Склад отгрузки',
    'comment'          => 'Комментарий',
    'user_id'          => 'Сервисный центр',
    'contragent_id'    => 'Контрагент',
    'contacts_comment' => 'Контактные данные',
    'created_at'       => 'Дата',
    'guid'             => 'Код 1С',

    'distributor'        => 'Входящий заказ',
    'distributor_icon'   => 'download',
    'distributors'       => 'Входящие заказы',
    'items'              => 'Содержимое заказа',
    'items_count'        => 'Товаров в заказе',
    'total'              => 'Итого к оплате',
    'client'             => 'Клиент',
    'total_short'        => 'К оплате',
    'info'               => 'Информация о заказе',
    'success'            => 'Заказ №:order успешно создан',
    'breadcrumb_index'   => 'Заказы',
    'breadcrumb_show'    => '№ :order от :date',
    'status_defaults'    => '- выбрать -',
    'date_defaults'      => '- выбрать -',
    'search_placeholder' => 'Поиск по товарам...',
    'placeholder'        => [
        'search_sc'        => 'Поиск СЦ',
        'search_id'        => 'Поиск по № заказа',
        'contacts_comment' => 'Имя, телефон'
    ],
    'help'               => [
        'change_status' => 'Сменить статус заказа на',
        'search_sc'     => 'Поиск по наименованию и E-mail СЦ',
        'last'          => 'Последний заказ',
        'load'          => 'Выберите Excel файл и нажмите кнопку "Загрузить"',
		'xlsexample'    => 'Файл в первых столбцах должен содержать артикул и количество <a href="/up/order-example.xlsx">Пример</a> ',
    ],
    'header'             => [
        'order' => 'Заказ'
    ],
    'email'              => [
        'user'          => [

        ],
        'admin'         => [
            'title' => 'Новый заказ сервисного центра'
        ],
        'create'        => [
            'title' => 'Оформлен новый заказ',
            'h1'    => 'Оформлен новый заказ',
        ],
        'status_change' => [
            'title' => 'Изменен статус заказа',
            'h1'    => 'Изменен статус заказа',
        ]
    ],
    'error'              => [
        'load' => [
            'file'                  => 'Ошибка загрузки файла :error',
            'empty'                 => 'Данные для загрузки отсутствуют',
            'product'               => 'Товар с артикулом :artikul не найден',
            'artikul_is_null'       => 'Артикул не указан',
            'artikul_not_found'     => 'Артикул не найден',
            'quantity_is_null'      => 'Количество не указано',
            'quantity_not_number'   => 'Количество должно быть числом',
            'quantity_not_integer'  => 'Количество должно быть целым числом',
            'quantity_not_positive' => 'Количество должно быть целым положительным числом',
            'quantity_max'          => 'Максимальное количество должно быть <= 99',
            'duplicate'             => 'Найден дубликат артикула'
        ]
    ],
    'excel'              => [
        "A1" => "Заказ №",
        "A2" => "Дата",
        "A3" => "Контрагент",
        "A4" => "Клиент",
        "A5" => "Склад отгрузки",
        "A6" => "Комментарии",
        "A8" => "Наименование",
        "B8" => "Артикул",
        "C8" => "Количество",
        "D8" => "Ед.изм.",
        "E8" => "Цена",
        "F8" => "Стоимость",
    ]
];
