<?php
return [
    'phone'       => 'телефон',
    'phones'      => 'Телефоны',
    'icon'        => 'phone',
    //
    'country_id'  => 'Международный код',
    'contact_id'  => 'Контакт',
    'number'      => 'Номер телефона',
    'extra'       => 'Добавочный',
    'extra_short' => 'доб.',
    'created'     => 'Телефон успешно создан',
    'updated'     => 'Телефон успешно обновлен',
    'deleted'     => 'Телефон успешно удален',
    'placeholder' => [
        "number" => "Например, (925) 123-45-67",
        "extra"  => "Например, 565",
    ],
    'help'        => [
        "number" => "Номер телефона указывается без международного телефонного кода",
        "extra"  => "доб.",
    ],
    'error'       => [
        'deleted'   => 'Ошибка удаления телефона',
        'length_9'  => 'Неверный формат номера. Необходимо 9 цифр',
        'length_10' => 'Неверный формат номера. Необходимо 10 цифр'
    ]
];