<?php
return [
    'phone'       => 'телефон',
    'phones'      => 'Телефоны',
    'icon'        => 'phone',
    //
    'country_id'  => 'Международный код',
    'contact_id'  => 'Контакт',
    'number'      => 'Номер телефона',
    'extra'       => 'Добавочный',
    'extra_short' => 'доб.',
    'created'     => 'Телефон успешно создан',
    'updated'     => 'Телефон успешно обновлен',
    'placeholder' => [
        "number" => "Например, 9251234567",
        "extra"  => "Например, 565",
    ],
    'help'        => [
        "number" => "Номер телефона указывается без международного телефонного кода",
    ],
];