<?php
return [
    'product_group_type'  => 'товарная группа 1С',
    'product_group_types' => 'Товарные группы 1С',
    'icon'                => 'dot-circle-o',
    //
    'name'                => 'Наименование',
    'type_id'             => 'Тип группы товара на складе',
    //
    'seed'                => [
        [
            'id'            => '00000000001',
            'name'          => 'Котел',
            'type_id' => 1,
        ],
        [
            'id'            => '00000000002',
            'name'          => 'Горелка',
            'type_id' => 1,
        ],
        [
            'id'            => '00000000003',
            'name'          => 'Автоматика',
            'type_id' => 2,
        ],
        [
            'id'            => '00000000004',
            'name'          => 'Запчасть',
            'type_id' => 2,
        ],
        [
            'id'            => '00000000005',
            'name'          => 'Дымоход',
            'type_id' => 3,
        ],
        [
            'id'            => '00000000006',
            'name'          => 'Принадлежность',
            'type_id' => 3,
        ],
    ],
];