<?php
return [
    'title'          => 'Регистрация сервисного центра',
    'sc_address'     => 'Фактический адрес',
    'sc_phone'       => 'Телефон для обращения пользователей',
    'header'         => [
        "sc"         => "Информация для конечных пользователей",
        "contragent" => "Информация об организации",
        "legal"      => "Реквизиты организации",
        "payment"    => "Платежные реквизиты",
    ],
    'help'           => [
        'sc' => 'Информация будет использоваться для отображения в списке сервисных центров',
    ],
];