<?php
return [
    'relation'    => 'подходит к',
    'relations'   => 'Подходит к',
    'icon'        => 'arrow-up',
    //
    'added'       => 'Оборудование успешно добавлено',
    'updated'     => 'Оборудование успешно обновлено',
    'deleted'     => 'Оборудование успешно удалено',
    //
    'error'       => [
        'delete' => [
            'required' => 'Необходимо выбрать хотя бы одну единицу оборудования'
        ],
    ],
    'placeholder' => 'Вставьте артикулы оборудования через разделитель и нажмите кнопку Загрузить'
];