<?php
return [
    'scheme'       => 'взрывную схему',
    'schemes'      => 'Взрывные схемы',
    'icon'         => 'sitemap',
    //
    'block_id'     => 'Узел',
    'datasheet_id' => 'Каталог запчастей',
    'image_id'     => 'Изображение',
    'equipments'   => 'Модели оборудования',
    //
    'created'      => 'Взрывная схема успешно создана',
    'updated'      => 'Взрывная схема успешно обновлена',
    //
    'placeholder'  => [
        'search' => 'Поиск схемы',
    ],
    'error'        => [
        'equipments' => [
            'required' => 'Необходимо выбрать хотя бы одну модель оборудования'
        ],
        'image_id'   => [
            'required' => 'Необходимо загрузить изображение взрывной схемы'
        ]
    ],
];