<?php
return [
    'service'     => 'Сервисный центр',
    'services'    => 'Сервисные центры',
    'icon'        => 'cog',
    //
    "name"        => "Сервисный центр",
    "web"         => "Web-сайт сервисного центра",
    'placeholder' => [
        "name" => "Например, СЦ Теплый Дом",
        "web"  => "Например, http://service.ru",
    ],
    'help'        => [
        'name' => 'Наименование будет использоваться для отображения в списке сервисных центров',
        "web"  => "Адрес должен начинаться с http:// или https://",
    ]
];