<?php
return [
    'shape'       => 'контур',
    'shapes'      => 'Контуры',
    'icon'        => 'object-ungroup',
    //
    'element_id'  => 'Деталь',
    'type'        => 'Тип контура',
    'coords'      => 'Координаты контура',
    //
    'placeholder' => [
        'coords' => 'Например: 31, 16, 146, 78'
    ],
    'help'        => [
        'element_id' => 'Выбрать деталь в списке',
        'link'       => 'Нарисовать контур детали ',
        'coords'     => 'Вставить координаты контура сюда',
        'here'       => 'здесь',
    ],
];