<?php
return [
	'storehouse_log' => 'Ошибка обновления остатков',
	'storehouse_logs' => 'Ошибки обновления остатков',
	'icon' => 'exclamation-triangle',
	//
	'storehouse_id' => 'Склад',
	'url' => 'Ссылка автоматической загрузки',
	'type' => 'Тип сообщения',
	'message' => 'Текст сообщения',

	'button' => 'Открыть историю ошибок обновления остатков',

	'email'              => [
		'create'        => [
			'title' => 'Ferroli. Ошибка обновления остатков',
			'h1'    => 'Ошибка обновления остатков',
		],

	]
];