<?php
return [
    'storehouse'  => 'склад дистрибьютора',
    'storehouses' => 'Склады дистрибьюторов',
    'icon'        => 'inbox',
    //
    'name'        => 'Наименование',
    'enabled'     => 'Включить склад',
    'everyday'    => 'Обновлять ежедневно',
    'user_id'     => 'Владелец',
    'uploaded_at' => 'Дата обновления остатков',
    'url'         => 'Ссылка автоматической загрузки',
    //
    'created'     => 'Склад дистрибьютора успешно добавлен',
    'updated'     => 'Склад дистрибьютора успешно обновлен',
    'deleted'     => 'Склад дистрибьютора успешно удален',
    //
    'error'       => [
        'deleted' => 'Ошибка удаления склада дистрибьютора',
        'url'     => 'Поле Ссылка автоматической загрузки должно быть ссылкой на действительный URL адрес',
    ],
    'placeholder' => [
        'name'   => 'Например, Центральный склад, Орехово',
        'url'    => 'Например, http://site.ru/products.xml',
        'search' => 'Поиск',
    ],
    'help'        => [
        'back'      => 'Вернуться назад',
        'products'  => 'Товары',
        'addresses' => 'Привязать к адресам',
        'url' => 'Ссылка на файл в формате YML, который используется для выгрузки на Яндекс Маркет',
    ],
    'header' => [
        'upload' => 'Обновить остатки товаров на складе'
    ]
];