<?php
return [
    'trade'       => 'торговую организацию',
    'trades'      => 'Торговые организации',
    'icon'        => 'shopping-basket',
    //
    'created'     => 'Торговая организация успешно добавлена',
    'updated'     => 'Торговая организация успешно обновлена',
    'deleted'     => 'Торговая организация успешно удалена',
    'name'        => 'Наименование',
    'country_id'  => 'Страна',
    'phone'       => 'Контактный телефон',
    'address'     => 'Адрес',
    'placeholder' => [
        'name'    => 'Например, ИП Морозов А.Е.',
        'phone'   => 'Например, (925)123-45-67',
        'address' => 'Введите фактический адрес',
        'search'  => 'Поиск',
    ],
    'help'        => [
        'phone'     => 'Номер необходимо ввести без кода страны',
        'not_found' => 'Нет торговой организации в списке?',
    ]
];