<?php
return [
    'trade'       => 'торговую организацию',
    'trades'      => 'Торговые организации',
    'icon'        => 'shopping-basket',
    'created'     => 'Торговая организация успешно добавлена',
    'updated'     => 'Торговая организация успешно обновлена',
    'deleted'     => 'Торговая организация успешно удалена',
    'name'        => 'Наименование',
    'country_id'  => 'Страна',
    'phone'       => 'Контактный телефон',
    'address'     => 'Адрес',
    'placeholder' => [
        'name'    => 'Например, ИП Морозов А.Е.',
        'phone'   => 'Введите 10 цифр',
        'address' => 'Введите фактический адрес',
    ],
    'help'        => [
        'phone' => 'Номер необходимо ввести без кода страны.<br />Например для номера +7 (495) 123-45-67 следует ввести 4951234567',
    ]
];