<?php
return [
    'unsubscribe' => 'Отписаться от рассылки',
    'answer'      => 'Вы действительно хотите отписаться от почтовой рассылки?',
    'text'        => 'Вы больше не сможете получать письма о новых акциях, выгодных предложениях и новостях компании',
    'email'       => 'E-mail :email',
    'html'        => 'Данное сообщение отправлено пользователю сайта :site.<br />Чтобы отписаться от рассылок с сайта перейдите по <a href=":unsubscribe">этой ссылке</a>',
    'success'     => 'E-mail :email успешно отписан от рассылки',
    'buttons'     => [
        'yes' => 'Да, отписаться',
        'no'  => 'Нет, в другой раз',
    ],

];