<p style="font-size:16px; line-height: 25px; text-align:justify; padding: 20px 5px 10px 5px;">
Компания <b>FERROLI</b> – международный лидер в производстве отопительного и климатического оборудования в бытовом и промышленном секторах, 
представленная в более 30 странах по всему миру. ООО "ФерролиРус"- является официальным представительством Ferroli S.p.A на территории Российской Федерации, имеющее сеть официальных дилеров и авторизованных сервисных центров во всех областях России. Продукция Ferroli, представленная на российском рынке, производится на заводах в Европе и Азии. Наличие логистического склада в Беларуси предусматривает непрекращающиеся отгрузки, а наличие региональных складов запчастей круглосуточно обеспечивает работоспособность и исправность отопительного оборудования.
</p>
